Repository: rokartur/BetterAudio
Catalog: translations-macos/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, zh_hans, zh_hant

source: Starts or stops AI-powered speech-to-text dictation.
de: Startet oder stoppt die KI-gestützte Sprache-zu-Text-Diktatfunktion.
es: Inicia o detiene el dictado de voz a texto con IA.
fr: Démarre ou arrête la dictée vocale alimentée par l'IA.
it: Avvia o interrompe la dettatura vocale con IA.
nl: Start of stopt AI-gestuurde spraak-naar-tekst-dictatie.
pl: Uruchamia lub zatrzymuje dyktowanie z zamianą mowy na tekst wspierane przez AI.
zh_hans: 开始或停止 AI 驱动的语音转文字听写。
zh_hant: 開始或停止 AI 驅動的語音轉文字聽寫。

source: Starts or stops audio recording.
de: Startet oder stoppt die Audioaufnahme.
es: Inicia o detiene la grabación de audio.
fr: Démarre ou arrête l'enregistrement audio.
it: Avvia o interrompe la registrazione audio.
nl: Start of stopt audio-opname.
pl: Uruchamia lub zatrzymuje nagrywanie audio.
zh_hans: 开始或停止音频录制。
zh_hant: 開始或停止音訊錄製。

source: Statistics
de: Statistiken
es: Estadísticas
fr: Statistiques
it: Statistiche
nl: Statistieken
pl: Statystyki
zh_hans: 统计
zh_hant: 統計

source: Statistics master toggle
de: Hauptschalter für Statistiken
es: Interruptor principal de estadísticas
fr: Interrupteur principal des statistiques
it: Interruttore principale statistiche
nl: Hoofdschakelaar voor statistieken
pl: Główny przełącznik statystyk
zh_hans: 统计主开关
zh_hant: 統計主開關

source: Stays on this Mac
de: Bleibt auf diesem Mac
es: Permanece en este Mac
fr: Reste sur ce Mac
it: Resta su questo Mac
nl: Blijft op deze Mac
pl: Pozostaje na tym Macu
zh_hans: 保留在这台 Mac
zh_hant: 保留在這台 Mac

source: Stop listening
de: Abhören beenden
es: Detener escucha
fr: Arrêter l'écoute
it: Interrompi ascolto
nl: Stop met luisteren
pl: Zatrzymaj słuchanie
zh_hans: 停止收听
zh_hant: 停止收聽

source: Success
de: Erfolg
es: Éxito
fr: Succès
it: Successo
nl: Succes
pl: Sukces
zh_hans: 成功
zh_hant: 成功

source: Supported
de: Unterstützt
es: Compatible
fr: Pris en charge
it: Supportato
nl: Ondersteund
pl: Obsługiwane
zh_hans: 支持
zh_hant: 支持

source: Switch back to your previous input and output when leaving the meeting app
de: Zurück zum vorherigen Ein- und Ausgabegerät wechseln, wenn die Meeting-App verlassen wird
es: Volver al dispositivo de entrada y salida anterior al salir de la app de reunión
fr: Revenir aux appareils d’entrée et de sortie précédents en quittant l’app de réunion
it: Torna ai dispositivi di input e output precedenti quando esci dall’app di riunione
nl: Schakel terug naar je vorige invoer- en uitvoerapparaat bij het verlaten van de vergader-app
pl: Przełącz z powrotem na poprzednie urządzenia wejściowe i wyjściowe po opuszczeniu aplikacji spotkań
zh_hans: 离开会议应用时切换回之前的输入和输出设备
zh_hant: 離開會議應用程式時切換回先前的輸入和輸出裝置

source: Switch back when macOS changes the input device, for example after connecting headphones
de: Wechselt zurück, wenn macOS das Eingabegerät ändert, zum Beispiel nach dem Anschließen von Kopfhörern
es: Vuelve al dispositivo seleccionado cuando macOS cambia la entrada, por ejemplo al conectar auriculares
fr: Revient au périphérique sélectionné lorsque macOS change l’entrée, par exemple après avoir branché un casque
it: Torna al dispositivo selezionato quando macOS cambia l’ingresso, ad esempio dopo aver collegato le cuffie
nl: Schakelt terug wanneer macOS het invoerapparaat wijzigt, bijvoorbeeld na het aansluiten van een koptelefoon
pl: Przełącza z powrotem, gdy macOS zmieni urządzenie wejściowe, na przykład po podłączeniu słuchawek
zh_hans: 当 macOS 更改输入设备时切回所选设备，例如连接耳机后
zh_hant: 當 macOS 更改輸入裝置時切回所選裝置，例如接上耳機後

source: Switch between Microphone, System Audio, and Both
de: Zwischen Mikrofon, System-Audio und beidem wechseln
es: Alterna entre micrófono, audio del sistema y ambos
fr: Basculer entre le microphone, l’audio système et les deux
it: Passa tra microfono, audio di sistema ed entrambi
nl: Wissel tussen microfoon, systeemaudio en beide
pl: Przełączaj między mikrofonem, dźwiękiem systemowym i oboma
zh_hans: 在麦克风、系统音频和两者之间切换
zh_hant: 在麥克風、系統音訊和兩者之間切換

source: Switch devices when one of these apps becomes active
de: Geräte wechseln, wenn eine dieser Apps aktiv wird
es: Cambiar los dispositivos cuando una de estas apps se activa
fr: Changer d’appareils lorsqu’une de ces apps devient active
it: Cambia dispositivo quando una di queste app diventa attiva
nl: Apparaten wisselen wanneer een van deze apps actief wordt
pl: Przełączaj urządzenia, gdy jedna z tych aplikacji staje się aktywna
zh_hans: 当这些应用被激活时切换设备
zh_hant: 當這些應用程式被啟用時切換裝置

source: Switches the system default input (microphone) device.
de: Wechselt das Standard-Eingabegerät (Mikrofon) des Systems.
es: Cambia el dispositivo de entrada (micrófono) predeterminado del sistema.
fr: Change l'appareil d'entrée (microphone) par défaut du système.
it: Cambia il dispositivo di input (microfono) predefinito del sistema.
nl: Wisselt het standaard invoer- (microfoon)apparaat van het systeem.
pl: Zmienia domyślne systemowe urządzenie wejściowe (mikrofon).
zh_hans: 切换系统默认输入（麦克风）设备。
zh_hant: 切換系統默認輸入（麥克風）裝置。

source: Switches the system default output device.
de: Wechselt das Standard-Ausgabegerät des Systems.
es: Cambia el dispositivo de salida predeterminado del sistema.
fr: Change l'appareil de sortie par défaut du système.
it: Cambia il dispositivo di output predefinito del sistema.
nl: Wisselt het standaard uitvoerapparaat van het systeem.
pl: Zmienia domyślne systemowe urządzenie wyjściowe.
zh_hans: 切换系统默认输出设备。
zh_hant: 切換系統默認輸出裝置。

source: Switches to the next device in the priority input device list.
de: Wechselt zum nächsten Gerät in der Prioritäts-Eingabegeräteliste.
es: Cambia al siguiente dispositivo en la lista de dispositivos de entrada prioritarios.
fr: Passe à l'appareil suivant dans la liste des appareils d'entrée prioritaires.
it: Passa al dispositivo successivo nell'elenco dei dispositivi di input prioritari.
nl: Schakelt naar het volgende apparaat in de lijst met prioriteitsinvoerapparaten.
pl: Przełącza na następne urządzenie na liście priorytetowych urządzeń wejściowych.
zh_hans: 切换到优先输入设备列表中的下一个设备。
zh_hant: 切換到優先輸入裝置列表中的下一個裝置。

source: Switches to the next device in the priority output device list.
de: Wechselt zum nächsten Gerät in der Prioritäts-Ausgabegeräteliste.
es: Cambia al siguiente dispositivo en la lista de dispositivos de salida prioritarios.
fr: Passe à l'appareil suivant dans la liste des appareils de sortie prioritaires.
it: Passa al dispositivo successivo nell'elenco dei dispositivi di output prioritari.
nl: Schakelt naar het volgende apparaat in de lijst met prioriteitsuitvoerapparaten.
pl: Przełącza na następne urządzenie na liście priorytetowych urządzeń wyjściowych.
zh_hans: 切换到优先输出设备列表中的下一个设备。
zh_hant: 切換到優先輸出裝置列表中的下一個裝置。

source: Symlink outdated — update recommended
de: Symlink veraltet — Update empfohlen
es: Enlace simbólico desactualizado — actualización recomendada
fr: Lien symbolique obsolète — mise à jour recommandée
it: Symlink obsoleto — aggiornamento consigliato
nl: Symlink verouderd — bijwerken aanbevolen
pl: Dowiązanie symboliczne nieaktualne — zalecana aktualizacja
zh_hans: 符号链接过时 — 建议更新
zh_hant: 符號連結過時 — 建議更新

source: Sync data error: %@
de: Synchronisierungsdatenfehler: %@
es: Error de datos de sincronización: %@
fr: Erreur de données de synchronisation : %@
it: Errore dati sincronizzazione: %@
nl: Synchronisatiegegevensfout: %@
pl: Błąd danych synchronizacji: %@
zh_hans: 同步数据错误：%@
zh_hant: 同步資料錯誤：%@

source: Sync error: %@
de: Synchronisierungsfehler: %@
es: Error de sincronización: %@
fr: Erreur de synchronisation : %@
it: Errore sincronizzazione: %@
nl: Synchronisatiefout: %@
pl: Błąd synchronizacji: %@
zh_hans: 同步错误：%@
zh_hant: 同步錯誤：%@

source: Sync inventory
de: Synchronisierungsinventar
es: Inventario de sincronización
fr: Inventaire de synchronisation
it: Inventario sincronizzazione
nl: Synchronisatie-inventaris
pl: Zestawienie synchronizacji
zh_hans: 同步清单
zh_hant: 同步清單

source: Sync settings across devices
de: Einstellungen über Geräte synchronisieren
es: Sincronizar ajustes entre dispositivos
fr: Synchroniser les réglages entre les appareils
it: Sincronizza le impostazioni tra dispositivi
nl: Instellingen synchroniseren tussen apparaten
pl: Synchronizuj ustawienia między urządzeniami
zh_hans: 跨设备同步设置
zh_hant: 跨裝置同步設置

source: Sync settings via iCloud
de: Einstellungen über iCloud synchronisieren
es: Sincronizar ajustes mediante iCloud
fr: Synchroniser les réglages via iCloud
it: Sincronizza impostazioni tramite iCloud
nl: Instellingen synchroniseren via iCloud
pl: Synchronizuj ustawienia przez iCloud
zh_hans: 通过 iCloud 同步设置
zh_hant: 透過 iCloud 同步設定

source: Synced
de: Synchronisiert
es: Sincronizado
fr: Synchronisé
it: Sincronizzato
nl: Gesynchroniseerd
pl: Zsynchronizowano
zh_hans: 已同步
zh_hant: 已同步

source: Syncing…
de: Synchronisierung läuft…
es: Sincronizando…
fr: Synchronisation…
it: Sincronizzazione…
nl: Synchroniseren…
pl: Synchronizowanie…
zh_hans: 正在同步…
zh_hant: 正在同步…

source: System Audio Recording
de: Systemtonaufnahme
es: Grabación de audio del sistema
fr: Enregistrement audio système
it: Registrazione audio di sistema
nl: Systeemaudio-opname
pl: Nagrywanie dźwięku systemowego
zh_hans: 系统音频录制
zh_hant: 系統音訊錄製

source: System Audio Recording permission required
de: Berechtigung für Systemaudioaufnahme erforderlich
es: Se requiere permiso de Grabación de audio del sistema
fr: Autorisation d’Enregistrement audio système requise
it: Autorizzazione Registrazione audio di sistema richiesta
nl: Machtiging voor Systeemaudio-opname vereist
pl: Wymagane uprawnienie Nagrywania dźwięku systemowego
zh_hans: 需要系统音频录制权限
zh_hant: 需要系統音訊錄製權限

source: System Default
de: Systemstandard
es: Predeterminado del sistema
fr: Par défaut du système
it: Predefinito di sistema
nl: Systeemstandaard
pl: Domyślny systemowy
zh_hans: 系统默认
zh_hant: 系統默認

source: Take control of your media keys
de: Übernimm die Kontrolle über deine Medientasten
es: Toma el control de tus teclas multimedia
fr: Prenez le contrôle de vos touches multimédia
it: Prendi il controllo dei tuoi tasti multimediali
nl: Neem de controle over je mediatoetsen
pl: Przejmij kontrolę nad klawiszami multimedialnymi
zh_hans: 掌控您的媒体键
zh_hant: 掌控您的媒體鍵

source: Test DDC
de: DDC testen
es: Probar DDC
fr: Tester DDC
nl: DDC testen
pl: Testuj DDC
zh_hans: 测试 DDC
zh_hant: 測試 DDC

source: Testing…
de: Wird getestet…
es: Probando…
fr: Test en cours…
it: Test in corso…
nl: Bezig met testen…
pl: Testowanie…
zh_hans: 测试中…
zh_hant: 測試中…

source: Text inserted at cursor
de: Text an Cursorposition eingefügt
es: Texto insertado en cursor
fr: Texte inséré au curseur
it: Testo inserito al cursore
nl: Tekst ingevoegd bij cursor
pl: Tekst wstawiony przy kursorze
zh_hans: 文本已插入光标处
zh_hant: 文本已插入游標處

source: The email does not match this license.
de: Die E-Mail stimmt nicht mit dieser Lizenz überein.
es: El correo electrónico no coincide con esta licencia.
fr: L'e-mail ne correspond pas à cette licence.
it: L'email non corrisponde a questa licenza.
nl: Het e-mailadres komt niet overeen met deze licentie.
pl: E-mail nie pasuje do tej licencji.
zh_hans: 电子邮件与此许可证不匹配。
zh_hant: 電子郵件與此許可證不匹配。

source: The HUD won’t appear while these apps are active
de: Das HUD erscheint nicht, solange diese Apps aktiv sind
es: El HUD no aparecerá mientras estas apps estén activas
fr: Le HUD n’apparaîtra pas tant que ces apps sont actives
it: L'HUD non apparirà mentre queste app sono attive
nl: De HUD verschijnt niet zolang deze apps actief zijn
pl: HUD nie pojawi się, dopóki te aplikacje są aktywne
zh_hans: 这些应用处于活动状态时不会显示 HUD
zh_hant: 這些 App 處於作用中時不會顯示 HUD

source: The operation may require administrator privileges. Please try again.
de: Der Vorgang erfordert möglicherweise Administratorrechte. Bitte versuche es erneut.
es: La operación puede requerir privilegios de administrador. Inténtalo de nuevo.
fr: L'opération peut nécessiter des privilèges administrateur. Réessayez.
it: L'operazione potrebbe richiedere privilegi di amministratore. Riprova.
nl: De bewerking vereist mogelijk beheerdersrechten. Probeer het opnieuw.
pl: Operacja może wymagać uprawnień administratora. Spróbuj ponownie.
zh_hans: 该操作可能需要管理员权限。请重试。
zh_hant: 此操作可能需要管理員權限。請重試。

source: The update has been downloaded. Please drag the new BetterAudio app to your Applications folder to complete the installation. After installation, restart BetterAudio.
de: Das Update wurde heruntergeladen. Bitte ziehe die neue BetterAudio-App in deinen Programme-Ordner, um die Installation abzuschließen. Starte BetterAudio nach der Installation neu.
es: La actualización se ha descargado. Arrastra la nueva app BetterAudio a tu carpeta de Aplicaciones para completar la instalación. Después de la instalación, reinicia BetterAudio.
fr: La mise à jour a été téléchargée. Veuillez glisser la nouvelle application BetterAudio dans votre dossier Applications pour terminer l'installation. Après l'installation, redémarrez BetterAudio.
it: L'aggiornamento è stato scaricato. Trascina la nuova app BetterAudio nella cartella Applicazioni per completare l'installazione. Dopo l'installazione, riavvia BetterAudio.
nl: De update is gedownload. Sleep de nieuwe BetterAudio-app naar je map Programma's om de installatie te voltooien. Start BetterAudio opnieuw na de installatie.
pl: Aktualizacja została pobrana. Przeciągnij nową aplikację BetterAudio do folderu Aplikacje, aby zakończyć instalację. Po instalacji uruchom ponownie BetterAudio.
zh_hans: 更新已下载。请将新的 BetterAudio 应用拖到应用程序文件夹以完成安装。 安装后，请重新启动 BetterAudio。
zh_hant: 更新已下載。請將新的 BetterAudio 應用拖到應用程式文件夾以完成安裝。 安裝後，請重新啟動 BetterAudio。

source: This action cannot be undone.
de: Diese Aktion kann nicht rückgängig gemacht werden.
es: Esta acción no se puede deshacer.
fr: Cette action est irréversible.
it: Questa azione non può essere annullata.
nl: Deze actie kan niet ongedaan worden gemaakt.
pl: Tej akcji nie można cofnąć.
zh_hans: 此操作无法撤销。
zh_hant: 此動作無法復原。

source: This action cannot be undone. The audio file will be permanently deleted.
de: Diese Aktion kann nicht rückgängig gemacht werden. Die Audiodatei wird dauerhaft gelöscht.
es: Esta acción no se puede deshacer. El archivo de audio se eliminará permanentemente.
fr: Cette action est irréversible. Le fichier audio sera définitivement supprimé.
it: Questa azione non può essere annullata. Il file audio verrà eliminato permanentemente.
nl: Deze actie kan niet ongedaan worden gemaakt. Het audiobestand wordt permanent verwijderd.
pl: Tej czynności nie można cofnąć. Plik audio zostanie trwale usunięty.
zh_hans: 此操作无法撤消。音频文件将被永久删除。
zh_hant: 此操作無法撤消。音訊文件將被永久刪除。

source: This app requires Accessibility permission to control volume using media keys.
de: Diese App benötigt die Berechtigung "Bedienungshilfen", um die Lautstärke mit den Medientasten zu steuern.
es: Esta aplicación requiere permiso de Accesibilidad para controlar el volumen usando las teclas multimedia.
fr: Cette application nécessite l'autorisation d'accessibilité pour contrôler le volume avec les touches multimédia.
it: Questa app richiede l'autorizzazione Accessibilità per controllare il volume utilizzando i tasti multimediali.
nl: Deze app heeft toegankelijkheidstoestemming nodig om het volume te regelen met mediatoetsen.
pl: Ta aplikacja wymaga uprawnień Dostępności, aby sterować głośnością za pomocą klawiszy multimedialnych.
zh_hans: 此应用需要辅助功能权限才能使用媒体键控制音量。
zh_hant: 此應用需要輔助功能權限才能使用媒體鍵控制音量。

source: This feature requires a BetterAudio license.
de: Diese Funktion erfordert eine BetterAudio-Lizenz.
es: Esta función requiere una licencia de BetterAudio.
fr: Cette fonctionnalité nécessite une licence BetterAudio.
it: Questa funzione richiede una licenza BetterAudio.
nl: Deze functie vereist een BetterAudio-licentie.
pl: Ta funkcja wymaga licencji BetterAudio.
zh_hans: 此功能需要 BetterAudio 许可证。
zh_hant: 此功能需要 BetterAudio 許可證。

source: This input device does not expose software mute.
de: Dieses Eingabegerät bietet keine softwareseitige Stummschaltung.
es: Este dispositivo de entrada no expone silencio por software.
fr: Cet appareil d’entrée n’expose pas de coupure logicielle du son.
it: Questo dispositivo di input non espone il mute software.
nl: Dit invoerapparaat biedt geen softwarematige demping.
pl: To urządzenie wejściowe nie udostępnia programowego wyciszania.
zh_hans: 该输入设备不提供软件静音功能。
zh_hant: 此輸入裝置不提供軟體靜音功能。

source: This input device does not expose software volume control.
de: Dieses Eingabegerät bietet keine softwareseitige Lautstärkeregelung.
es: Este dispositivo de entrada no expone control de volumen por software.
fr: Cet appareil d’entrée n’expose pas de contrôle logiciel du volume.
it: Questo dispositivo di input non espone il controllo software del volume.
nl: Dit invoerapparaat biedt geen softwarematige volumeregeling.
pl: To urządzenie wejściowe nie udostępnia programowej regulacji głośności.
zh_hans: 该输入设备不提供软件音量控制。
zh_hant: 此輸入裝置不提供軟體音量控制。

source: This input device does not expose software volume or mute controls.
de: Dieses Eingabegerät bietet keine softwareseitigen Lautstärke- oder Stummschaltungsregler.
es: Este dispositivo de entrada no expone controles de volumen o silencio por software.
fr: Cet appareil d’entrée n’expose pas de contrôles logiciels de volume ou de coupure du son.
it: Questo dispositivo di input non espone controlli software per volume o mute.
nl: Dit invoerapparaat biedt geen softwarematige volume- of dempbediening.
pl: To urządzenie wejściowe nie udostępnia programowych kontrolek głośności ani wyciszenia.
zh_hans: 该输入设备不提供软件音量或静音控制。
zh_hant: 此輸入裝置不提供軟體音量或靜音控制。

source: This license has been revoked.
de: Diese Lizenz wurde widerrufen.
es: Esta licencia ha sido revocada.
fr: Cette licence a été révoquée.
it: Questa licenza è stata revocata.
nl: Deze licentie is ingetrokken.
pl: Ta licencja została unieważniona.
zh_hans: 此许可证已被撤销。
zh_hant: 此許可證已被撤销。

source: This license is already active on this device.
de: Diese Lizenz ist bereits auf diesem Gerät aktiv.
es: Esta licencia ya está activa en este dispositivo.
fr: Cette licence est déjà active sur cet appareil.
it: Questa licenza è già attiva su questo dispositivo.
nl: Deze licentie is al actief op dit apparaat.
pl: Ta licencja jest już aktywna na tym urządzeniu.
zh_hans: 此许可证已在此设备上激活。
zh_hant: 此許可證已在此裝置上啟用。

source: This releases Apple Speech assets for %@. Shared system assets may remain if used by other apps.
de: Hiermit werden Apple Speech-Ressourcen für %@ freigegeben. Gemeinsame Systemressourcen können erhalten bleiben, wenn sie von anderen Apps verwendet werden.
es: Esto libera los recursos de Apple Speech para %@. Los recursos compartidos del sistema pueden permanecer si los usan otras apps.
fr: Ceci libère les ressources Apple Speech pour %@. Les ressources système partagées peuvent rester si elles sont utilisées par d'autres applications.
it: Questo rilascia le risorse Apple Speech per %@. Le risorse di sistema condivise possono rimanere se utilizzate da altre app.
nl: Dit geeft Apple Speech-bronnen vrij voor %@. Gedeelde systeembronnen kunnen blijven als ze door andere apps worden gebruikt.
pl: To zwalnia zasoby Apple Speech dla %@. Współdzielone zasoby systemowe mogą pozostać, jeśli są używane przez inne aplikacje.
zh_hans: 这将释放 %@ 的 Apple Speech 资源。如果其他应用使用共享的系统资源，这些资源可能会保留。
zh_hant: 這將釋放 %@ 的 Apple Speech 資源。如果其他應用使用共享的系統資源，這些資源可能會保留。

source: This removes downloaded files for %@.
de: Hiermit werden heruntergeladene Dateien für %@ entfernt.
es: Esto elimina los archivos descargados para %@.
fr: Ceci supprime les fichiers téléchargés pour %@.
it: Questo rimuove i file scaricati per %@.
nl: Dit verwijdert gedownloade bestanden voor %@.
pl: To usuwa pobrane pliki dla %@.
zh_hans: 这将删除 %@ 的已下载文件。
zh_hant: 這將刪除 %@ 的已下載文件。

source: Time
de: Zeit
es: Tiempo
fr: Temps
it: Tempo
nl: Tijd
pl: Czas
zh_hans: 时间
zh_hant: 時間

source: time-weighted
de: zeitgewichtet
es: ponderado por tiempo
fr: pondéré dans le temps
it: ponderato nel tempo
nl: tijdgewogen
pl: ważone czasem
zh_hans: 按时间加权
zh_hant: 按時間加權

source: Title
de: Titel
es: Título
fr: Titre
it: Titolo
nl: Titel
pl: Tytuł
zh_hans: 标题
zh_hant: 標題

source: To control volume for individual apps, BetterAudio needs permission to record system audio. No audio is stored or transmitted.
de: Um die Lautstärke einzelner Apps zu steuern, benötigt BetterAudio die Berechtigung zur Aufnahme von Systemaudio. Es werden keine Audiodaten gespeichert oder übertragen.
es: Para controlar el volumen de aplicaciones individuales, BetterAudio necesita permiso para grabar audio del sistema. No se almacena ni transmite ningún audio.
fr: Pour contrôler le volume par application, BetterAudio a besoin de l'autorisation d'enregistrer l'audio système. Aucun audio n'est stocké ni transmis.
it: Per controllare il volume delle singole app, BetterAudio necessita del permesso di registrare l'audio di sistema. Nessun audio viene salvato o trasmesso.
nl: Om het volume per app te regelen, heeft BetterAudio toestemming nodig om systeemaudio op te nemen. Er wordt geen audio opgeslagen of verzonden.
pl: Aby kontrolować głośność poszczególnych aplikacji, BetterAudio potrzebuje uprawnienia do nagrywania dźwięku systemowego. Żadne dane audio nie są zapisywane ani przesyłane.
zh_hans: 要按应用控制音量，BetterAudio 需要录制系统音频的权限。不会存储或传输任何音频。
zh_hant: 要按應用控制音量，BetterAudio 需要錄製系統音訊的權限。不會存儲或傳輸任何音訊。

source: To paste text into the focused input field, BetterAudio needs Accessibility permissions. You can grant this in System Settings → Privacy & Security → Accessibility.
de: Um Text in das fokussierte Eingabefeld einzufügen, benötigt BetterAudio Bedienungshilfen-Berechtigungen. Du kannst diese in den Systemeinstellungen → Datenschutz & Sicherheit → Bedienungshilfen erteilen.
es: Para pegar texto en el campo de entrada enfocado, BetterAudio necesita permisos de accesibilidad. Puedes concederlos en Ajustes del Sistema → Privacidad y Seguridad → Accesibilidad.
fr: Pour coller du texte dans le champ de saisie actif, BetterAudio a besoin des autorisations d'accessibilité. Vous pouvez les accorder dans Réglages système → Confidentialité et sécurité → Accessibilité.
it: Per incollare il testo nel campo di input attivo, BetterAudio necessita dei permessi di accessibilità. Puoi concederli in Impostazioni di Sistema → Privacy e Sicurezza → Accessibilità.
nl: Om tekst in het actieve invoerveld te plakken, heeft BetterAudio toegankelijkheidstoestemmingen nodig. Je kunt dit verlenen in Systeeminstellingen → Privacy en beveiliging → Toegankelijkheid.
pl: Aby wkleić tekst do aktywnego pola tekstowego, BetterAudio potrzebuje uprawnień dostępności. Możesz je przyznać w Ustawieniach systemu → Prywatność i bezpieczeństwo → Dostępność.
zh_hans: 要将文本粘贴到焦点输入框，BetterAudio 需要辅助功能权限。 您可以在系统设置 → 隐私与安全性 → 辅助功能中授予。
zh_hant: 要將文本粘貼到焦點輸入框，BetterAudio 需要輔助功能權限。 您可以在系統設置 → 隱私與安全性 → 輔助功能中授予。

source: Today
de: Heute
es: Hoy
fr: Aujourd’hui
it: Oggi
nl: Vandaag
pl: Dziś
zh_hans: 今天
zh_hant: 今天

source: Toggle
de: Umschalten
es: Alternar
fr: Basculer
it: Alterna
nl: Schakelen
pl: Przełącz
zh_hans: 切换
zh_hant: 切換

source: Toggle dictation
de: Diktat umschalten
es: Alternar dictado
fr: Basculer la dictée
it: Attiva/disattiva dettatura
nl: Dicteren schakelen
pl: Przełącz dyktowanie
zh_hans: 切换听写
zh_hant: 切換聽寫

source: Toggle Dictation
de: Diktat umschalten
es: Alternar dictado
fr: Basculer la dictée
it: Alterna dettatura
nl: Dicteren schakelen
pl: Przełącz dyktowanie
zh_hans: 切换听写
zh_hant: 切換聽寫

source: Toggle force media keys
de: Medientasten erzwingen umschalten
es: Alternar forzar teclas multimedia
fr: Basculer le forçage des touches multimédia
it: Alterna forza tasti multimediali
nl: Mediatoetsen forceren schakelen
pl: Przełącz wymuszanie klawiszy multimedialnych
zh_hans: 切换强制媒体键
zh_hant: 切換強制媒體鍵
